const CONFIG = {
  appScriptUrl: "https://script.google.com/macros/s/AKfycbz3mXnvbN7Pik1kDFsbirBrAz_zQJx9nNg9SxVf5JZQfdROWrjH98khJ5bRLJ8-seqL/exec",
  timeLimit: 60,

  personnel: [
    {
      id: 1,
      name: "นางสาวฐิติพร บัณฑิตเดช",
      position: "ผู้อำนวยการโรงเรียน",
      image: "image/นางสาวฐิติพร  บัณฑิตเดช  ผู้อำนวยการโรงเรียน.jpg"
    },
    {
      id: 2,
      name: "นางสาวเมตตา สารีวงค์",
      position: "รองผู้อำนวยการโรงเรียน",
      image: "image/นางสาวเมตตา สารีวงค์ รองผู้อำนวยการโรงเรียน.jpg"
    },
    {
      id: 3,
      name: "นางสาวพิมพกานต์ แก้วอัมพร",
      position: "หัวหน้ากลุ่มฯงานวิชาการ",
      image: "image/นางสาวพิมพกานต์  แก้วอัมพร หัวหน้ากลุ่มฯงานวิชาการ.jpg"
    },
    {
      id: 4,
      name: "นางสาวฐาปนี ชานุ",
      position: "หัวหน้ากลุ่มฯงบประมาณและแผนงาน",
      image: "image/นางสาวฐาปนี  ชานุ หัวหน้ากลุ่มฯงบประมาณและแผนงาน.jpg"
    },
    {
      id: 5,
      name: "นายกิตติกร สุวรรณประทีป",
      position: "หัวหน้ากลุ่มฯงานบุคคล",
      image: "image/นายกิตติกร  สุวรรณประทีป  หัวหน้ากลุ่มฯงานบุคคล.jpg"
    },
    {
      id: 6,
      name: "นายคงฤทธิ์ นันทบุตร",
      position: "หัวหน้ากลุ่มฯงานทั่วไป และหัวหน้ากลุ่มสาระฯ สังคมศึกษา ศาสนา และวัฒนธรรม",
      image: "image/นายคงฤทธิ์  นันทบุตร หัวหน้ากลุ่มฯงานทั่วไป และหัวหน้ากลุ่มสาระการเรียนรู้ สังคมศึกษา ศาสนา และวัฒนธรรม.jpg"
    },
    {
      id: 7,
      name: "นางบุพผา ฉัยยะ",
      position: "หัวหน้ากลุ่มฯงานกิจการนักเรียน และหัวหน้ากลุ่มสาระฯ คณิตศาสตร์",
      image: "image/นางบุพผา  ฉัยยะ หัวหน้ากลุ่มฯงานกิจการนักเรียน และหัวหน้ากลุ่มสาระการเรียนรู้คณิตศาสตร์.jpg"
    },
    {
      id: 8,
      name: "นางพรพรรณ สุจิตต์มาลี",
      position: "หัวหน้ากลุ่มสาระการเรียนรู้ภาษาไทย",
      image: "image/นางพรพรรณ  สุจิตต์มาลี หัวหน้ากลุ่มสาระการเรียนรู้ภาษาไทย.jpg"
    },
    {
      id: 9,
      name: "นางสาวขนิษฐา เกษแก้ว",
      position: "หัวหน้ากลุ่มสาระการเรียนรู้วิทยาศาสตร์และเทคโนโลยี",
      image: "image/นางสาวขนิษฐา  เกษแก้ว  หัวหน้ากลุ่มสาระการเรียนรู้วิทยาศาสตร์และเทคโนโลยี.jpg"
    },
    {
      id: 10,
      name: "นางวิชญา พุ่มพวง",
      position: "หัวหน้ากลุ่มสาระการเรียนรู้ภาษาต่างประเทศ",
      image: "image/นางวิชญา  พุ่มพวง หัวหน้ากลุ่มสาระการเรียนรู้ภาษาต่างประเทศ.jpg"
    },
    {
      id: 11,
      name: "นางสาวอัญชลี ทองเหมือน",
      position: "หัวหน้ากลุ่มสาระการเรียนรู้การงานอาชีพ",
      image: "image/นางสาวอัญชลี  ทองเหมือน  หัวหน้ากลุ่มสาระการเรียนรู้การงานอาชีพ.jpg"
    },
    {
      id: 12,
      name: "นายดนุพล อุดมรัตน์",
      position: "หัวหน้ากลุ่มสาระการเรียนรู้สุขศึกษา พลศึกษา",
      image: "image/นายดนุพล  อุดมรัตน์ หัวหน้ากลุ่มสาระการเรียนรู้สุขษึกษา พละศึกษา.jpg"
    },
    {
      id: 13,
      name: "นายประพัฒน์ นิสสัย",
      position: "หัวหน้ากลุ่มสาระการเรียนรู้ศิลปะ",
      image: "image/นายประพัฒน์  นิสสัย หัวหน้ากลุ่มสาระการเรียนรู้ศิลปะ.jpg"
    }
  ]
};
